[
  "The honey badger can withstand bee stings, snake bites, and even venomous scorpions.",
  "The average person walks the equivalent of three times around the world in their lifetime.",
  "The world's largest volcano, Mauna Loa in Hawaii, is still considered an active volcano.",
  "The world's oldest known musical instrument is a flute made from bone, estimated to be over 40,000 years old.",
  "The fingerprints of koalas are so similar to humans that they have been mistaken at crime scenes.",
  "The Hawaiian alphabet only has 12 letters: A, E, I, O, U, H, K, L, M, N, P, and W.",
  "Octopuses have three hearts.",
  "The total weight of all ants on Earth is estimated to be greater than the total weight of all humans.",
  "The world's largest diamond, the Cullinan Diamond, was over 3,100 carats (1.37 pounds) when it was discovered in 1905.",
  "The first known roller coaster was built in Russia in the 17th century.",
  "The average person produces enough saliva in their lifetime to fill two swimming pools.",
  "The world's smallest mammal is the bumblebee bat, weighing about the same as a penny.",
  "In Japan, it is common to use square-shaped watermelons for easier stackability and storage.",
  "The shortest war in history was between Britain and Zanzibar on August 27, 1896. It lasted only 38 minutes.",
  "A group of flamingos is called a flamboyance.",
  "The Great Wall of China is not visible from space without aid. It's a common myth.",
  "Giraffes have the same number of neck vertebrae as humans: seven.",
  "A flock of crows is known as a murder.",
  "The oldest known living organism is a 9,550-year-old spruce tree in Sweden.",
  "The average person spends about six months of their life waiting for red traffic lights to turn green.",
  "The Eiffel Tower can grow more than six inches during the summer due to thermal expansion.",
  "The world's largest flower, the Rafflesia, can grow up to three feet in diameter and smells like rotting flesh.",
  "The longest recorded flight of a chicken is 13 seconds.",
  "Polar bears have black skin to better absorb and retain heat from the sun.",
  "A day on Venus is longer than its year. Venus takes about 243 Earth days to rotate once on its axis but only 225 Earth days to orbit the Sun.",
  "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still perfectly edible.",
  "The world's oldest known living tree is a bristlecone pine named Methuselah located in the White Mountains of California, estimated to be over 4,800 years old.",
  "The average person will spend about 25 years asleep during their lifetime.",
  "The sun is approximately 93 million miles away from Earth.",
  "The world's largest ocean is the Pacific Ocean, covering an area of about 63 million square miles.",
  "The Statue of Liberty was a gift from France to the United States and was dedicated on October 28, 1886.",
  "Cows have best friends and can become stressed when separated from them.",
  "The Earth's atmosphere is composed of approximately 78% nitrogen, 21% oxygen, and 1% other gases.",
  "The coldest temperature ever recorded on Earth was -128.6 degrees Fahrenheit (-89.2 degrees Celsius) in Antarctica in 1983.",
  "The average lightning bolt is about 3 miles long and can reach temperatures of up to 30,000 Kelvin (53,540 degrees Fahrenheit).",
  "The world's tallest building is the Burj Khalifa in Dubai, United Arab Emirates, standing at a height of 2,717 feet (828 meters)."
]
